Repository: Vistaus/picker
Catalog: po/*.po
Languages: oc

source: Picker
oc: Causidor

source: Randomly pick something to do
oc: Amassatz aleatòriament quicòm de far

source: Add something...
oc: Apondre quicòm...

source: Choose Something
oc: Causir quicòm

source: Nothing to choose from
oc: Pas res a causir

source: Please enter some things to be chosen from.
oc: Mercés de picar causetas per causir

source: has been chosen!
oc: es estat causit !

source: Okay
oc: D'acòrdi

source: Copy it
oc: Lo copiar

source: Remove it
oc: Lo suprimir

source: Menu
oc: Menú

source: Keyboard Shortcuts
oc: Acorchis de clavièr

source: About Picker
oc: A prepaus de Causidor

source: Show Shortcuts
oc: Afichar los acorchis

source: Quit
oc: Sortir

source: Picker is an that can choose something out of a list of things randomly. It can be useful if you have a list of things you want to do but don't know which one to start with, for example.
oc: Causidor es un esplech que pòt causir quicòm d'una lista de causas a l'azard. Pòt èsser util s'avètz una lista de causas que volètz far mas sabètz pas per quala començar, per exemple.

source: Adding things to the list of things to be chosen
oc: Apondon de causas a la lista de causas de causir

source: Choosing something
oc: Causida de quicòm
